DROP TABLE IF EXISTS Авансовый_отчет


CREATE TABLE Авансовый_отчет
-- Таблиця для авансового звітів, які заповнюються після відрядження
-- створено 27.04.2020 Якименко А.Л.
(
	PRIMARY KEY(id),
	id				INT										 NOT NULL, -- Поле ідентифікатора таблиці (primary key)
	Имя				NVARCHAR(15)							 NOT NULL, -- Поле з іменами працівників
	Фамилия			NVARCHAR(25)							 NOT NULL, -- Поле з прізвищами працівників
	Отчество		NVARCHAR(25)							 NOT NULL, -- Поле з іменами по-батькові працівників
	проезд			MONEY									 NOT NULL, -- Поле з витратами на проїзд
	квартирные		MONEY									 NOT NULL, -- Поле з витратами на оренду квартири/готелю
	суточные		MONEY									 NOT NULL, -- Поле з витратами за день на власні потреби
	Пункт_id		NVARCHAR(20) 							 NOT NULL REFERENCES Пункты(Пункт), -- Поле з Пунктами(містами) відрядження (foreign key)
	Сотрудник_id	INT										 NOT NULL REFERENCES Сотрудники(id)  -- Поле з Працівниками, які відправляються в відрядження (foreign key)
)