--DROP TABLE IF EXISTS Пункты

CREATE TABLE Пункты
-- Таблиця для збереження можливих пунктів призначення
-- створено 27.04.2020 Якименко А.Л.
(
	--id int primary key identity(1,1), -- Поле ідентифікатора таблиці(primary key)
	PRIMARY KEY (Пункт),
	Пункт		NVARCHAR(20) NOT NULL, -- Поле з Пунктами(містами) можливих призначень
	проезд		MONEY		 NOT NULL, -- Поле з витратами на проїзд
	квартирные	MONEY		 NOT NULL, -- Поле з витратами на оренду квартири/готелю
	суточные	MONEY		 NOT NULL -- Поле з витратами за день на власні потреби 
)



