-- Запит для заповнення таблиці "Авансовый_отчет "
-- створено 27.04.2020 Якименко А.Л.
INSERT INTO Авансовый_отчет (id, Имя, Фамилия, Отчество, проезд, квартирные, суточные, Пункт_id, Сотрудник_id)
VALUES (1, 'Владимир', 'Ковалов', 'Васильев', 20, 100, 25, 'Киев', 1)
INSERT INTO Авансовый_отчет (id, Имя, Фамилия, Отчество, проезд, квартирные, суточные, Пункт_id, Сотрудник_id)
VALUES (2, 'Иван', 'Евдокимов', 'Иванов', 10, 70, 20, 'Харьков', 2)
INSERT INTO Авансовый_отчет (id, Имя, Фамилия, Отчество, проезд, квартирные, суточные, Пункт_id, Сотрудник_id)
VALUES (3, 'Николай', 'Мартынов', 'Владимирович', 20, 100, 20, 'Одесса', 3)
INSERT INTO Авансовый_отчет (id, Имя, Фамилия, Отчество, проезд, квартирные, суточные, Пункт_id, Сотрудник_id)
VALUES (4, 'Давид', 'Сорокин', 'Леонидович', 20, 120, 30, 'Днепр', 4)
INSERT INTO Авансовый_отчет (id, Имя, Фамилия, Отчество, проезд, квартирные, суточные, Пункт_id, Сотрудник_id)
VALUES (5, 'Николай', 'Крылов', 'Петров', 30, 80, 29, 'Киев',5)