-- Запит для заповнення таблиці "Сотрудники"
-- створено 26.04.2020 Якименко А.Л.
INSERT INTO Сотрудники (id, Имя, Фамилия, Отчество, должность_id, отдел_id, дата_рождения, принят_на_работу, телефон)
VALUES (1, 'Владимир', 'Ковалов', 'Васильев', 'Директор', 'ОД','18-06-1992 11:15:00', '21-05-2017 11:15:00', '0955235651')
INSERT INTO Сотрудники (id, Имя, Фамилия, Отчество, должность_id, отдел_id, дата_рождения, принят_на_работу, телефон)
VALUES (2, 'Иван', 'Евдокимов', 'Иванов', 'Бухгалтер', 'ОБ','27-04-1999 11:15:00', '29-09-2018 11:15:00', '0963624571')
INSERT INTO Сотрудники (id, Имя, Фамилия, Отчество, должность_id, отдел_id, дата_рождения, принят_на_работу, телефон)
VALUES (3, 'Николай', 'Мартынов', 'Владимирович', 'Инженер', 'ОП', '18-09-1994 11:15:00', '06-01-2017 11:15:00', '0973676351')
INSERT INTO Сотрудники (id, Имя, Фамилия, Отчество, должность_id, отдел_id, дата_рождения, принят_на_работу, телефон)
VALUES (4, 'Давид', 'Сорокин', 'Леонидович', 'Маркетолог', 'ОМР', '09-02-1991 11:15:00', '15-01-2017 11:15:00', '0920564271')
INSERT INTO Сотрудники (id, Имя, Фамилия, Отчество, должность_id, отдел_id, дата_рождения, принят_на_работу, телефон)
VALUES (5, 'Николай', 'Крылов', 'Петров', 'Менеджер', 'ОП', '25-04-1994 22:15:00', '10-05-2017 11:15:00', '0956167321')


