-- Запит для заповнення таблиці "Удостоверения"
-- створено 26.04.2020 Якименко А.Л.
INSERT INTO Удостоверения (id, дата_выдачи, начало, конец, Пункт_id, Сотрудник_id)
VALUES (1, '02-05-2019 13:21:00', '10-06-2019 15:12:00', '12-06-2019 18:45:00', 'Киев',1)
INSERT INTO Удостоверения (id, дата_выдачи, начало, конец, Пункт_id, Сотрудник_id)
VALUES (2, '23-06-2019 11:21:00', '12-07-2019 18:12:00', '15-07-2019 14:23:00', 'Харьков',2)
INSERT INTO Удостоверения (id, дата_выдачи, начало, конец, Пункт_id, Сотрудник_id)
VALUES (3, '31-07-2019 13:21:00', '30-08-2019 20:12:00', '05-09-2019 18:05:00', 'Одесса',3)
INSERT INTO Удостоверения (id, дата_выдачи, начало, конец, Пункт_id, Сотрудник_id)
VALUES (4, '15-08-2019 11:21:00', '20-09-2019 15:12:00', '25-09-2019 13:12:00', 'Днепр',4)
INSERT INTO Удостоверения (id, дата_выдачи, начало, конец, Пункт_id, Сотрудник_id)
VALUES (5, '20-09-2019 17:21:00', '25-09-2019 15:12:00', '28-09-2019 12:42:00', 'Киев',5)